{"translation-revision-date":"2020-09-17 16:42:13+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"There was an error whilst rendering the cart block. If this problem continues, try re-creating the block.":["Si è verificato un errore durante la restituzione del blocco del carrello. Se il problema persiste, prova a ricreare il blocco."],"Cart Block Error":["Errore del blocco del carrello"],"Empty Cart":["Carrello vuoto"],"Full Cart":["Carrello pieno"],"WooCommerce Checkout Page":["Pagina del pagamento di WooCommerce"],"Proceed to Checkout button":["Pulsante Concludi il pagamento"],"If checked, shipping rates will be hidden until the customer uses the shipping calculator or enters their address during checkout.":["Se verificate, le tariffe di spedizione verranno nascoste finché il cliente usa il calcolatore della spedizione o inserisce l'indirizzo durante il pagamento."],"Allow customers to estimate shipping by entering their address.":["Consenti ai clienti di stimare la spedizione inserendo il proprio indirizzo."],"If you would like to use this block as your default cart you must update your <a>page settings in WooCommerce<\/a>.":["Se desideri usare questo blocco come carrello predefinito devi aggiornare le tue <a>impostazioni della pagina su WooCommerce<\/a>."],"Error message:":["Messaggio di errore:"],"We are currently working on improving our cart and checkout blocks, providing merchants with the tools and customization options they need.":["Stiamo attualmente lavorando per migliorare i blocchi del carrello e del pagamento, fornendo ai venditori gli strumenti e le opzioni di personalizzazione di cui hanno bisogno."],"Shipping rates":["Tariffe di spedizione"],"Hide shipping costs until an address is entered":["Nascondi le spese di spedizione fino a quando viene inserito un indirizzo"],"Shipping calculator":["Calcolatore di spedizione"],"Edit":["Modifica"]}},"comment":{"reference":"packages\/woocommerce-blocks\/assets\/js\/blocks\/cart-checkout\/cart\/edit.js"}}