{"translation-revision-date":"2020-09-16 12:11:43+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"There was an error whilst rendering the cart block. If this problem continues, try re-creating the block.":["Alışveriş sepeti bloğu oluşturulurken bir hata oldu. Bu sorun devam ederse bloğu yeniden oluşturmayı deneyin."],"Cart Block Error":["Sepet bloğu hatası"],"Empty Cart":["Boş sepet"],"Full Cart":["Dolu sepet"],"WooCommerce Checkout Page":["WooCommerce ödeme sayfası"],"Proceed to Checkout button":["Ödemeye git düğmesi"],"If checked, shipping rates will be hidden until the customer uses the shipping calculator or enters their address during checkout.":["İşaretlenirse, müşteri gönderim hesaplayıcısını kullanana veya ödeme sırasında adresini girene kadar gönderim ücretleri gizlenir."],"If you would like to use this block as your default cart you must update your <a>page settings in WooCommerce<\/a>.":["Bu bloğu varsayılan sepetiniz olarak kullanmak isterseniz <a>WooCommerce'deki sayfa ayarlarınızı<\/a> güncellemeniz gerekir."],"Allow customers to estimate shipping by entering their address.":["Müşterilerin, adreslerini girerek gönderim ücretini tahmin etmelerine izin verin."],"Error message:":["Hata mesajı:"],"We are currently working on improving our cart and checkout blocks, providing merchants with the tools and customization options they need.":["Şu anda sepet ve ödeme bloklarımızı iyileştirmek, satıcılara ihtiyaç duydukları araçları ve özelleştirme seçeneklerini sunmak için çalışmalarımız devam etmektedir."],"Shipping rates":["Gönderim oranları"],"Hide shipping costs until an address is entered":["Bir adres girilene kadar gönderim ücretini gizle"],"Shipping calculator":["Gönderim hesaplayıcı"],"Edit":["Düzenle"]}},"comment":{"reference":"packages\/woocommerce-blocks\/assets\/js\/blocks\/cart-checkout\/cart\/edit.js"}}