{"translation-revision-date":"2020-09-09 00:37:55+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Error message:":["Feilmelding:"],"There was an error whilst rendering the checkout block. If this problem continues, try re-creating the block.":["Det oppstod en feil under gjengivelse av kasse-blokken. Hvis problemet vedvarer, kan du prøve å opprette blokken på nytt."],"Checkout Block Error":["Feil i kasse-blokk"],"We are currently working on improving our cart and checkout blocks, providing merchants with the tools and customization options they need.":["Vi jobber for tiden med å forbedre handlekurv- og kasseblokkene våre, og gir selgere verktøyene og tilpasningsalternativene de trenger."],"WooCommerce Cart Page":["Kassesiden i WooCommerce"],"Return to Cart button":["Tilbake til handlekurven-knapp"],"Show a \"Return to Cart\" link":["Vis en \"Tilbake til handlekurven\"-lenke"],"Pages must be first setup in store settings: <a1>Privacy policy<\/a1>, <a2>Terms and conditions<\/a2>.":["Sider må først settes opp i butikkinnstillinger: <a1>Personvernpolicy<\/a1>, <a2>Vilkår og betingelser<\/a2>."],"Shows links to your \"terms and conditions\" and \"privacy policy\" pages.":["Viser lenker til «vilkår og betingelser» og «personvernpolicy»-sidene dine."],"Show links to policies":["Vis lenker til policyer"],"Navigation options":["Navigasjonsalternativer"],"Require phone number?":["Kreve telefonnummer?"],"Require company name?":["Kreve firmanavn?"],"Include additional address fields in the checkout form.":["Inkluder ytterligere adressefelter i kasseskjemaet."],"Address options":["Adressealternativer"],"If you would like to use this block as your default checkout you must update your <a>page settings in WooCommerce<\/a>.":["Hvis du ønsker å bruke denne blokken som standard kasse, må du oppdatere <a>sideinnstillingene i WooCommerce<\/a>."],"Apartment, suite, etc.":["Leilighet, suite osv."],"Phone":["Telefon"],"Company":["Firma"]}},"comment":{"reference":"packages\/woocommerce-blocks\/assets\/js\/blocks\/cart-checkout\/checkout\/edit.js"}}